const quizMistake = [
    {
        id: 1,
        count: "First",
        text: "1111111残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん"
    },
    {
        id: 2,
        count: "Second",
        text: "22222残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん"
    },
    {
        id: 3,
        count: "Third",
        text: "3333残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん"
    },
    {
        id: 4,
        count: "Fourth",
        text: "44444残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん"
    },
    {
        id: 5,
        count: "Fifth",
        text: "55555残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん"
    },
    {
        id: 6,
        count: "Sixth",
        text: "66666残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん"
    },
    {
        id: 7,
        count: "Seventh",
        text: "77777残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん"
    },
    {
        id: 8,
        count: "Eighth",
        text: "88888残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん"
    },
    {
        id: 9,
        count: "Ninth",
        text: "9999999残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん"
    },
    {
        id: 10,
        count: "Tenth",
        text: "10残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん残念むねん"
    },
];

export const getMistakeById = (id) => {
    return quizMistake.find(mistake => mistake.id === id);
}