var quizMistake = [
    {
        count: "",
        text: ""
    },
    {
        count: "1問目",
        text: "ファクティブには、Fast（速さ）だけでなく、Active（積極的）なプレーに取り組む選手が勝つという意味が込められているそう。"
    },
    {
        count: "2問目",
        text: "ちなみにグリップのPACはペンエースといいます。"
    },
    {
        count: "3問目",
        text: "ちなみに女子の優勝は日本生命レッドエルフでした。"
    },
    {
        count: "4問目",
        text: "ペンパチは相手に結構嫌われます。"
    },
    {
        count: "5問目",
        text: "羽曳野レイティングは独特な戦型の選手が多くとても面白い試合です。"
    },
    {
        count: "6問目",
        text: "水谷選手の娘さんはよくしゃべります。"
    },
    {
        count: "7問目",
        text: "日本生命レッドエルフのマスコットキャラは妖精がエルフィー、鳥がもずリンです。"
    },
    {
        count: "8問目",
        text: "今何問目かは上の方にでてます。"
    },
    {
        count: "9問目",
        text: "読み方は、ジョーラではなく、ヨーラです。"
    },
    {
        count: "10問目",
        text: "カルデラノ選手の特技はルービックキューブです。"
    },
    {
        count: "11問目",
        text: "「プレッシャーに打ち克つ人は、異常なまでに自信を持てる人、異常なまでに執念を持った人である」水谷隼語録"
    },
    {
        count: "12問目",
        text: "「どん底に落ちたけど、這い上がってきた」馬龍語録"
    },
];

export default quizMistake;
